#Задание №1

a = 6  #сторона квадрата

print(a * 4)  #периметр

print(a ** 2)  #площадь

sqrt = 2 ** (0.5)  #сделал корень так

print(sqrt * a)  #посчитал корень

